Revit 2027 API
AdvancedWood.WoodSecondaryColorPower Property
 The property labeled "Power to compute secondary highlight color" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodSecondaryColorPower { get; }
Public Shared ReadOnly Property WoodSecondaryColorPower As String
	Get
public:
static property String^ WoodSecondaryColorPower {
	String^ get ();
}
static member WoodSecondaryColorPower : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace